# SetCLOpacityN

## Description
```pascal
PROCEDURE SetCLOpacityN(
				className   : STRING;
				fillOpacity : INTEGER;
				penOpacity  : INTEGER);
```

```python

def vs.SetCLOpacityN(className, fillOpacity, penOpacity):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|className|STRING||
|fillOpacity|INTEGER||
|penOpacity|INTEGER||

## Version
Availability: from Vectorworks 2017
## Category
* Classes